Repository: Ninja-1/Circle2
Catalog: circlelib/i18n/*.po
Languages: fr

source: Create a channel
fr: Ajouter une chaine

source: Contains attached python object; type `!%s%d' to see.
fr: Contient un object python attache a voir de type `!%s%d'

source: Remember this person between sessions
fr: Se souvenir de cette personne entre deux sessions

source: Trust distance: (this is an anonymous post, you can help make it harder to track by reducing its distance)
fr: Indice de confiance: (Ce message est annonyme, vous pouvez reduire sa visibilite en reduisant son indice de confiance).

source: Look ma! No control points!
fr: Vois ca! Pas de 'control points'

source: Their current time is %I:%M %p
fr: L'heure locale est %H:%M

source: This is a graphical representation of your public key. People can use it to check that you are really you and not an imposter when they search for you. If you, say, put this on your web-page, people will be able to confirm that they are talking to the person who made that web-page on circle. Click on the picture to generate a postscript version for printing or putting on teeshirts (Linux and BSD only). Note: you would only bother doing this if you are a security nut.
fr: Ce dessin est une reprensatation graphique de votre clef publique qui peutetre utilise afin de vous indentifier facilement. Vous pouvez la publier sur votre site web afin de permettre a vos interlocuteurs de vous identifier. Cliquez sur cette image pour generer une version postscript que vous pourrez imprimer ou arborer sur un tee-shirt. Note: Cette option est la pour les fou de securite, et seulement eux.

source: Please bang on the keyboard like a monkey.
fr: Tapez sur le clavier comme un singe.

source: Subscribe
fr: Inscription

source: Could not fork.
fr: Impossible de dupliquer (fork) le programme.

source: People matching:
fr: Personne repondant aux criteres de selection:

source: Username:
fr: Nom:

source: Network usage so far:
fr: Bande passante utilise jusqu'a present:

source: Password:
fr: Mot de passe:

source: Log out
fr: Deconnection

source: could not be contacted.
fr: est injoingnable.

source: Bad message received from
fr: Message invalide recu de

source: Please select your public directory.
fr: Choisissez votre repertoire publique.

source: just arrived.
fr: est arrive.

source: Bad datum
fr: Bad datum (Date invalide ??)

source: View
fr: Voir

source: /add requires a number (ie a result from /find).
fr: /add necessite un nombre (un resultat obtenu avec /find).

source: You have unread messages. Type /read to read them.
fr: Vous avez des messages non-lu. utilisez /read pour les voir.

source: no address
fr: aucune addresse

source: What you are doing %s
fr: Ce que vous faites %s

source: Passing on this peer's obligations.
fr: Ce noeud passe ses informations au cercle.

source: Daemon at %s
fr: Demon present en %s

source: Authenticating
fr: Verification de votre identite

source: PuTTY session name:
fr: Nom de session PUTTY:

source: %s is not in your contact list.
fr: %s n'est pas dans votre liste de contacts.

source: %d subscribers on-line.
fr: %d utilisateurs en ligne

source: Circle Chat will be even more fun once all your friends are on it...
fr: Plus on est de fou, plus on ri. Invitez vos ami sur circle ...

source: Address of peer to connect to:
fr: Adresse du noeux auquel vous voulez vous connecter:

source: Username:
fr: Nom

source: Title:
fr: Titre:

source: You appear to be using a masquerading network. Circle needs to run a proxy on your firewall in order to work correctly. For this you need to have installed ssh and python on your firewall. Give the hostname or username@hostname (as in ssh) for your firewall in the box below then click "log in" to start the proxy.
fr: Vous etes derriere un pare-feu avec translation d'adresse (NAT). Circle a besoin d'une adresse de l'espace publique d'Internet. Afin de vous connecter, vous avez besoin de ssh et python sur une machine accessible par tous les autres noeux. Entrez le nom de la machine ou de votre compte utilisateur@machine (a la ssh)

source: About
fr: A propos

source: The text mode version currently doesn't support the proxy.
fr: La version texte ne comporte pas l'utilisation d'un proxy.

source: channel
fr: chaine

source: Make /var/cache/apt/archives public. This will let people use your cached Debian packages, if they use the Circle apt methods, reducing the load on official Debian servers.
fr: Rendez /var/cache/apt/archives publique. Cela permettra aux utilisateur de Debian d'utiliser vos paquets si ils utilisent Circle apt, Ce qui reduit la charge sur les serveurs Debian

source: %d peers holding your offline presence.
fr: %d noeux pense toujours que vous n'etes pas en ligne.

source: Name of channel to create:
fr: Nom de la chaine a creer:

source: Text:
fr: Texte:

source: Share and enjoy :-)
fr: Partagez et appreciez :-)

source: Bad signature.
fr: Mauvaise signature.

source: Problem:
fr: Probleme:

source: Add to contact list
fr: Ajouter un contact

source: Error in RSA.
fr: Probleme avec RSA.

source: Reconnecting from different machine
fr: Reconnection depuis une machine differente

source: View postings
fr: Voir les annonces

source: Not joined to %s
fr: Vous n'etes pas present sur %s

source: Retrieving any messages sent while you were offline...
fr: Collecte les messages que vous avez recus alors que vous etiez absent

source: Of very occasional interest.
fr: Sans interret real.

source: Download of %s started.
fr: Le telechargement de %s a commence.

source: show/hide menu
fr: montrer/cacher le menu

source: Homepage
fr: Page Web

source: Bug: gtk has been loaded somehow.
fr: BUG: Impossible d'initialiser GTK plus d'une fois.

source: Error:
fr: Erreur:

source: Please select your download directory. Note: This directory is also public.
fr: Choisissez le repertoire de reception des telechargements (publique). Note: Ce repertoire peut etre consulté par les autres utilisateurs.

source: /%s requires at least %d parameters. Type /help for help on command usage.
fr: /%s a besoin de %d parametre(s) Tapez /help pour plus d'aide.

source: All channels
fr: Toutes les chaines

source: You appear to be using a masquerading network.
fr: Il semble que vous utilisez des adresse de reseau local.

source: Download directory (also public):
fr: repertoire de reception des telechargements (publique):

source: Connected to %d peers Total network usage %s
fr: Connecte a %d autre noeux Utilisation totale de bande passante %s

source: %s has been added to your contact list.
fr: %s est ajoute a votre liste de contacts.

source: : couldn't find anything, sorry
fr: : aucun resultat, desole.

source: %s has been removed from your contact list.
fr: %s a ete enleve de votre liste de contacts.

source: This isn't currently supported in the text mode version, sorry.
fr: Cette facilite n'est pas presente en mode texte.

source: Your actual post. Your text will be formatted automatically, so you don't need to press enter at the end of each line. Also, people will be able to click on any URLs in the text.
fr: Votre annonce. Le corps du texte sera automatiquement mis en page, vous n'avez pas besoin d'entrer de caracteres de fin de ligne. De meme les URL deviendront des liens automatiquement.

source: To operate correctly, Circle needs to start a proxy on your firewall. Please give the hostname or address of your firewall.
fr: Afin de fonctionner correctement, Circle a besoin d'une proxy. Entrez l' adresse IP ou le nom de la machine qui agira comme proxy.

source: Now leaving the Other Plane.
fr: Quittons ce monde de fou.

source: listen to channel %s
fr: ecouter la chaine %s

source: Public directory:
fr: Repertoire publique

source: Cancel
fr: Annuler

source: Huh?
fr: Quesko?

source: Connect
fr: Joindre

source: Done
fr: Fini

source: An anonymous author wrote that
fr: Mr. Internet Quidam a ecrit

source: Joined %s
fr: Membre de %s

source: circle: unrecognized option `%s' Try `circle --help' for more information.
fr: circle: option inconnu `%s' `circle --help' pour plus d'information.

source: Connect to peer
fr: Joindre un noeux

source: Today's hot gossip:
fr: Les ragots du jour:

source: Contains attachment; type `!%s%d' to see its details, `/take %s%d' to retrieve.
fr: Contient un attachement de type `!%s%d'. Pour plus d'information, utilisez `/take %s%d' .

source: just left.
fr: nous a quitte.

source: Tell me when this person logs in and out
fr: Dites moi quand cette personne se connecte ou deconnecte

source: There is someone else with the nickname %s
fr: Le nom %s est deja utilise.

source: Sending message...
fr: Envoi du message...

source: 1 subscriber on-line.
fr: 1 membre en ligne.

source: No configuration item called %s
fr: Aucune configuration appele %s existe

source: View their perspective
fr: Voir a transver leur yeux

source: Sometimes interesting.
fr: Semble interressant.

source: Public directory
fr: Repertoire publique

source: unknown type
fr: type inconnu

source: Download directory
fr: Telecharger le repertoire

source: Topics:
fr: Sujet:

source: Couldn't SafePickle your object.
fr: Impossible de Sauvergarder (SafePickle) cet objet.

source: Real name:
fr: Nom Reel:

source: /repeat requires a number.
fr: /repeat a besoin d'un nombre.

source: Connect to peer...
fr: Se connecte a un noeu...

source: Please specify some topics.
fr: Choissez un sujet SVP.

source: Current working directory was not saved. Suggest adding `circle -s` to your shell prompt (see /help).
fr: Le repertoire courant n'a pas ete sauvegarde. Suggestion: utilisez `circle -s` pour lancer circle (voir /help).

source: Could not store message for
fr: Echec de la sauvegarde du message pour

source: Couldn't find any peers, exiting.
fr: Aucun autre noeux trouve, l'application va fermer.

source: Current peers
fr: Noeux connus

source: You are quiet.
fr: Vous etes en mode `quiet`.

source: Files matching url
fr: Fichier avec l'URL

source: Identity
fr: Identite

source: talk on %s
fr: parle en %s

source: I don't know you.
fr: Je ne vous connais pas.

source: Post
fr: Publier

source: Files matching:
fr: Fichier correspondant:

source: Stopping services...
fr: Arret des services...

source: The Circle
fr: Circle

source: Unsubscribe
fr: Desubsciption

source: This feature does not currently work with the text interface, sorry.
fr: Le mode texte ne permet pas cette action, desole.

source: To use gossip, you must first nominate some people you trust. Click on the name of someone on your contact list, and tick the "Trust this person's gossip" box.
fr: Pour utiliser ragots (gossip), vous devez nominer des personne de confiance. Cliquez sur le name de la personne dans votre liste de contact et cochez la case pour 'Faire confiance a ses ragots'.

source: Message sent to %d people on channel %s.
fr: Message envoye a %d personne sure la chaine %s.

source: People on %s
fr: Personne en %s

source: unexpected value returned from call
fr: valeur de retour de fonction non prevu

source: Please specify some keywords to search for. For example, their name or username.
fr: Entrez les mots clef sur lequel vous voulez baser la recherche. Par exemple, leur nom ou pseudonime.
